Repository: edequartel/Ravens
Catalog: Localizable.xcstrings
Source language: en
Languages: nl

source: Add Observer
nl: Waarnemen toevoegen

source: Add or remove observer to favorites
nl: Waarnemer toevoegen of verwijderen

source: Add this location to favorites
nl: Voe deze locatie doe aan favorieten

source: all visible
nl: Alle waarnemingen

source: Area
nl: Locatie

source: Delete
nl: Wis

source: Do you want to append this %@ %@?
nl: Wil dit toevoegen %@ %@?

source: End Of List
nl: Einde van de lijst

source: favorites visible
nl: Favorieten zichtbaar

source: Files
nl: Bestanden

source: Filtering
nl: Filteren

source: Get information about the species
nl: Verkrijg alle informatie over deze soort

source: Go to the observation at waarneming.nl
nl: Gaan naar de waarneming op de website van waarneming.nl

source: Group
nl: Groep

source: Hybrid
nl: Hibride

source: Imagery
nl: Afbeelding

source: Information
nl: Informatie

source: Information species
nl: Informatie over de soort

source: Language
nl: Taal

source: Link to waarneming observation
nl: Link naar de observatie op waarneming.nl

source: list users
nl: Waarnemerslijst

source: List with favorite locations
nl: Lijst met favoriete locaties

source: Location
nl: Locatie

source: Login failed
nl: Login fout

source: Login Name: %@
nl: Login naam %@

source: Logout
nl: Log uit

source: Map
nl: Kaart

source: Map Style
nl: Kaartstijl

source: More at waarneming.nl
nl: Meer op waarneming.nl

source: Name
nl: Naam

source: Native
nl: Inheems

source: Next
nl: Volgende

source: No
nl: Nee

source: No observations for the last 14 days at this location
nl: Geen waarneming voor de laatste 14 dagen op deze locatie.

source: No observations for the last 14 days for %@
nl: Geen waarnemingen voor de laatste 14 dagen voor %@

source: Notes about the observation
nl: Notities van de waarneming

source: password
nl: wachtwoord

source: Password: %@
nl: Wachtwoord: %@

source: pause the sound
nl: Pauzeer het geluid

source: Play Sounds
nl: Audio afspelen

source: play the next sound
nl: Speel het volgende geluid

source: play the previous sound
nl: Speel het vorige geluid af

source: play the sound
nl: Speel het geluid af

source: Previous
nl: Vorige

source: Rarity
nl: Zeldzaamheid

source: Region
nl: Gebied

source: remove
nl: Verwijder

source: Remove this location from favorites
nl: Verwijder deze locatie uit de favorieten

source: Retrieving location...
nl: Ophalen locaties

source: Search for a location
nl: Zoek naar de locatie

source: Second language
nl: Tweede taal

source: Settings
nl: Instellingen

source: Share observation
nl: Deel waarneming

source: Share this observation
nl: Deel deze waarneming

source: Sort
nl: Sorteer

source: Sort and filter
nl: Sorteer en filter

source: Sort and filter the list with observations
nl: Sorteer en filter de lijst met waarnemingen

source: Source
nl: Bron

source: Species
nl: Soorten

source: Standard
nl: Standaard

source: Switch view
nl: Wissel weergave

source: Toggle between map or list view
nl: Wissel tussen kaart en lijst

source: Update the location of the observations
nl: Vernieuw de huidige locatie voor waarnemingen

source: Us
nl: Wij

source: User
nl: Gebruiker

source: VoiceOver is OFF
nl: Voiceover staat uit

source: VoiceOver is ON
nl: Voiceover staat aan

source: Yes
nl: Ja
